ALL_PROFILE_FIELDS = [
    "username",
    "profile_name",
    "Карьерный рост",
    "Текущее направление",
    "Текущий возраст",
    "Текущая роль",
    "Доп. комментарий",
    "Цель. Куда? Зачем?",
    "Как? Понимание, как добраться до цели",
    "Что? Способы достижения цели",
    "Когда и где я буду?",
    "Какой я? Самосовершенствование. Сильные и требующие развития качества и навыки"
]

EDITABLE_FIELDS = [
    "profile_name",
    "Карьерный рост",
    "Текущее направление",
    "Текущий возраст",
    "Текущая роль",
    "Доп. комментарий",
    "Цель. Куда? Зачем?",
    "Как? Понимание, как добраться до цели",
    "Что? Способы достижения цели",
    "Когда и где я буду?",
    "Какой я? Самосовершенствование. Сильные и требующие развития качества и навыки"
]

MENU_ANON_MESSAGE = "📤 Анонимно отправить сообщение"
MENU_GET_ADVICE = "💌 Получить совет / поддержку"
MENU_SIGNUP_MEETING = "📅 Записаться на встречу с руководителем"
MENU_UPDATE_PATH = "✏ Актуализировать свой путь в АРТе"
MENU_VIEW_PROFILE = "📝 Посмотреть свою анкету"
